Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] King of the East.tmx
Source language: ko_kr
Languages: en

source: 꼬맹…
en: hey...!

source: 이 정도는 나 혼자서도…
en: I can handle this by myself...

source: 잘 있어라!!
en: bye.

source: 내가 개로 변했다고!!
en: I turned into a dog!!

source: 정말 좋아하는 사람이 있는데…
en: really like someone...

source: 자그마치 18만년이야.
en: it was 180,000 years ago.

source: 역시나 그딴 식으로 나올 줄 알고 있었다!!
en: I knew you wouldn’t keep your word!

source: 살려주세요!!
en: please don’t kill me!!

source: 동방삭!
en: dongbangsak!

source: 사…
en: h-help...

source: 까아아악!!
en: aaaahhh!

source: 다친 망아지만큼 세상천지 쓸모없는 게 없거든~!
en: because an injured colt is useless!

source: 우쭈쭈쭈 손…!!
en: give me your paw...!!

source: 뭐, 당분간은…
en: ...for now.

source: 이 계집이 어딜…?!
en: where do you think you’re going-?!

source: 아까부터 왜 아무 말도 안 하냐, 무안하게!
en: why are you so quiet?!

source: 제 34 수
en: episode 34

source: 셋이라…
en: three...

source: 상대가 인간이든 신이든…
en: ...whether it’s a human or a god...

source: 이젠 어떻게 할까요?
en: ...what should we do now?

source: 그래도 계속 모른 척, 외면할건가?
en: are you going to just stand by and do nothing about it?

source: …예언의 완성.
en: ...prophecy’s fulfillment.

source: 어째서 반호 녀석이 봉인된 거야?
en: how did banho get sealed?

source: 제 33 수
en: episode 33

source: 거 구해줘서 고맙다는 인사는 듣고 가야지!
en: you gotta give me a chance to thank you!

source: 코끼리보다 질긴 녀석이니까… 반드시…
en: she’s more resilient than an elephant... so...

source: 크헤헥, 뭐야?
en: hahaha... what?

source: 이 녀석…
en: this guy...

source: 나 혼자선 할 수 없다.
en: I can’t do it by myself.

source: 나도 준비를 해야겠지.
en: I should prepare too.

source: 나만 겨우 도망쳐 나온 거야!
en: I was barely able to escape!

source: 누가 이런 쭈그렁 아줌마를 어린 여자로 보겠어!
en: who would think of you as a young girl?!

source: 도대체 아까부터 내 정체가 어쨌다는 거야!!
en: what is it that you want to know about me?!

source: 그야 당연히 못미덥겠지 나 하나는…
en: of course, you wouldn’t feel that I can get the job done by myself...

source: 정말요, 엄마?
en: really, mom?

source: 이제 너한테 볼 일 없다 임마!!
en: I don’t have any business with you now!

source: 예 장군님이시다.
en: that was general yae.

source: 뭘 멍때리냐, 꼬맹아!
en: don’t just sit there, kid!

source: 제 37 수
en: episode 37

source: 나타났다!
en: he’s here!

source: 그러지 말고 거기서 구경해.
en: just stay put and enjoy the show.

source: 만약을 위해서라도 확실하게 숨통을 끊어놓는게 낫겠군.
en: ...I’d better end your life just to make sure.

source: 이 버러지야!
en: you fool!

source: 외지인이 끼어들 자리가 아니오.
en: this isn’t something a stranger should decide.

source: 평범한 인간이 아니었군.
en: you aren’t just an ordinary man.

source: 마을은 이제 원래대로 돌아가겠죠?
en: my village is going to return back to normal now, right?

source: 대체 이 자식은 왜 이런 꼬락서니로 자는 거야?!
en: but why the heck is he sleeping like this?!

source: 그러니 그 부적을 어서 내게 건네!
en: so just hand over the talisman!

source: 쟤 얼굴 좀 봐!
en: look at her face!

source: 이런 곳에 우물이…
en: I don’t know why a well is here, but...

source: 쟤 어미가 죽은 것도 쟤 때문이라잖아.
en: I mean, her mother died because of her.

source: 반짝이는 돌이랑…
en: a shining rock and...

source: 죄송해요… 헥헥.
en: I’m sorry... haa... haa...

source: …왜 그래?
en: what’s wrong?

source: 호오~
en: oh...?

source: 우왓…!!
en: whoa!

source: 방해꾼이…
en: I guess I have some...

source: 저쪽에 여왕벌이 있나보네.
en: I guess the queen bee is over there.

source: 너도 네 정체가 생각나겠지!
en: ...you’ll tell me who you are!

source: 서둘러 떠나게 한 건데… 일이 이렇게 되어버리고 말았구나.
en: that’s why I made you leave in such a hurry... but I guess it didn’t work out the way I wanted it to.

source: 밤이 되니까 슬슬 쌀쌀해지네…
en: it gets so cold at night these days...

source: 뭐 그 꼴로는 재빠르게 도망은 못 가겠다만…
en: although you won’t be able to run away anymore...

source: 자,
en: okay.

source: 참, 그 얘기 들었수?
en: oh yeah, did you hear?

source: 양오야?
en: son?

source: 커흡!
en: ouch!

source: 그렇지.
en: yup.

source: 죽으면 안돼…
en: don’t die...

source: 오빠는 어디간거야?
en: where did big brother go?

source: 이건…?!
en: this is...?!

source: …게다가 저기 저 여주인…
en: plus, that owner...

source: 넌 어쩔 텐가?
en: what are you going to do?

source: 여기에요, 여기!
en: I’m over here!

source: 내가 그 놈한테 빠져나오느라 아주 그냥…
en: ...and do you know what I had to go through to escape?!

source: 어째서?!
en: how?!

source: 부디 큰 일이 없어야할 텐데…
en: I hope everything will be all right...

source: 참나!
en: haa...

source: 제발…
en: please...

source: 사…!!
en: help...!

source: 아저씨!
en: mister!

source: 시간?
en: time?

source: 계속 뛰어다녔더니 더워…
en: I’ve been running around so much. it’s so hot...

source: 방금…
en: what did you say just now...?

source: 물…
en: water...

source: 활이라면 보기만해도 피가 거꾸로 솟거든?
en: I just get really upset when I see bows and arrows.

source: 나 또한 협조하는 자세가 달라질 테니 알아두라고…
en: ...just know that I might stop helping you...

source: 드디어 날 찾았구나!!
en: you finally found me!

source: 으하하하, 그래그래 예장군!
en: hahaha. yeah, general ya-!

source: 내가 부적을 전부 쓴 줄 알았지?
en: ...that I used up all my talismans?

source: 그만둬요!
en: stop it!

source: 진짜…?!
en: seriously...?!

source: 이놈!!
en: you!!

source: 역시 아까 그 독 때문에…
en: it’s probably because of the poison...

source: 그만 보내줘 주인장…
en: let him go...

source: 인간은 네놈들의 장난감이 아니야!!
en: humans aren’t toys you can just get rid of!

source: 마, 마, 말도 안돼!!
en: n-no way!

source: 정말로 저놈이랑…
en: is he really...

source: …아
en: ah...

source: 훗…
en: hah...

source: 보고도 몰라?
en: can’t you see?!

source: …라고 전해줘.
en: ...I told you this.

source: 사람 목숨을 무슨…
en: he doesn’t care about people’s lives...

source: 갈가리 찢겨 넝마조각이나 돼라!!
en: I’ll cut you into pieces!

source: 물이라고…?!
en: ...and water...?!

source: 괜찮은가?
en: are you all right?

source: 사람살려!!
en: help me!

source: 몇 년 전…
en: a few years ago...

source: 아까 그 모습은…
en: she looked to be in very bad shape...

source: 그딴 건 뭐하러 물어?!
en: why are you asking me such a thing?!

source: 뭐하는 거야?!
en: are you doing?!

source: 나는 지금 당장 그게 필요하거든.
en: I need it right away.

source: 이봐!
en: hey!

source: 아버지…?!
en: father...?!

source: 함부로 점치지 않는다.
en: ...I shouldn’t read fortunes...

source: 곡절이야 몰라도 여제께서 떠나라 하시니 우린 따를 뿐이지요.
en: I don’t know all the details, but if she tells us to leave, then we must.

source: 함부로 새어나가서도 안 될 일이니까…
en: ...and it can’t be told to others...

source: 저 애 얼굴이…
en: her face is...

source: 여제!!
en: yeoje!

source: 너만 참으면 아무 문제없을 거라고 말이야.
en: if you stay quiet, there won’t be any problems.”

source: 어, 어떻습니까요, 어르신?
en: h-how does he look, doctor?

source: 대체 뭐가 걸려서 그래?!
en: why aren’t you telling me?!

source: 날 만지긴커녕 스치는 것조차 기겁했던 사람이에요.
en: ...because she was afraid she could contract a disease from me...

source: 아니면 아니라고 화를 내든가.
en: and if it’s the opposite, feel mad.

source: 여기 요괴가 하나 더 있었네~!
en: there was another demon over here!

source: 뭐라고?!
en: what?!

source: 이 앞은 더 이상…
en: we’re not allowing you...

source: 전부 너희 가족 때문이야!!
en: this is all because of your family!

source: 움직임만큼 먹는 것뿐이다.
en: I’m just eating my fair share.

source: 말 잘 듣는 충실한 개들이 준비됐겠지?
en: the loyal dogs should be ready.

source: 아, 혹시…
en: oh, is it because...

source: 보기보다 눈치가 빠른 놈일세.
en: he caught on quicker than I thought.

source: 우선은 너부터 불쏘시개로 시작해볼까?
en: ...I’ll burn you alive first!

source: 아뇨, 항아님은…
en: no, miss hang-ah...

source: 괜찮으세요?
en: are you okay?

source: 눈 좀 떠봐!!
en: keep your eyes open!

source: 우리 마을에 그거 모르는 사람 없을걸?
en: there’s no one in our village that doesn’t know about her.

source: 아직 움직일 수 있지?
en: how can she still move?!

source: 쯧…
en: tch...

source: 수색부대란 이름에 걸맞게…
en: ...as part of the search unit...

source: 너는 내가 살려줄 테니.
en: I’ll let you live.

source: 무겁다…!!
en: it’s heavy...!

source: 저만 혼자…
en: the only one left...

source: 아이고 그러셔~!
en: oh yeah?!

source: 독을 조금만 더 쓰면…
en: if I can get a little bit more poison into her--

source: 나, 장사 못한 피해~ 보상해!!
en: I couldn’t open up my store, so you need to pay for that!

source: 그만두십시오!!
en: please stop!

source: 이건 뭐지?
en: what’s this?

source: 그때는 서로에게 칼을 겨누게 되겠지.
en: we’ll have to fight each other as enemies.

source: 누구야?
en: who is it?

source: 나무와 밧줄…
en: wood, ropes...

source: 요괴는 이게 다가 아니다.
en: there are more demons out there.

source: 듣고 보니 비슷하지 않아?
en: don’t you think it’s similar?

source: 이상한 기운이라도 옮으면 어쩌려고!!
en: I don’t want you to get contaminated!

source: 마을에 외지인이 들어오다니…
en: I can’t believe we let foreigners into the village...

source: 도망칠 수 있을 것 같아?!
en: you think you can run?!

source: 참 너저분한 세상이야.
en: it’s a messy world out there.

source: 사람들은 환자들을 모아 마을 외곽에 격리소를 만들어 그들을 가두었지.
en: people quarantined the sick at a facility just outside of the village.

source: 끼아아아악 아니에요!
en: ahhh! I take it back!

source: 내 독이 온몸에 퍼졌다면…
en: if she’s been poisoned...

source: 보통은…
en: usually...

source: 그렇다면 삭 넌…
en: then... sak...

source: 잠깐잠깐!!{j}젊은 친구!!
en: hey,wait up!{j}young man!!

source: 아니 요것이 사람이 말을 하면…
en: hang-ah, I’m talking to you...

source: 근데 이젠 우리랑 적이래잖아.
en: he says we’re enemies now.

source: 그래?
en: what’s this?

source: 인간 따위랑 다를 게 없는 꼬라지잖아…
en: she doesn’t look any different from a human...

source: 저놈은 뭐야?
en: who is that?

source: 한발도 이 정도는 봐줄 거야.
en: ...hanbal should be okay with what I’m about to do.

source: 괜찮아!
en: it’s alright!

source: 괜찮은가, 이제?
en: are you all right now?

source: 아주 오래전부터 저희 일족이 지켜온 신물입니다.
en: it’s a divine object that our family has been protecting for generations.

source: 저리 비켜.
en: get out of my way.

source: 다른 애들은 어디 있어?!
en: where are the other guys?!

source: 여긴 못 들어올 거야.
en: they can’t come in.

source: 본 모습을 드러내니 생각보다 시시해지는걸!!
en: you’re nothing when I fight in my true form!

source: 어서 이리오렴~!
en: come here!

source: 이 자식들아!!
en: you bastards!!

source: 그렇게 강한 놈이야?
en: is it that strong?

source: 뭐야 뭐야!
en: haha, what?!

source: …동료?
en: partner...?

source: 거참!!
en: hey!

source: 뭐라고 하는지 도통 모르겠네.
en: I can’t make out what you are saying.

source: 살려줘!!
en: help me!!

source: 앞으론 여기서 주인장 아저씨 말 잘 듣고 잘 먹고 잘 싸고 건강하게 쑥쑥 지내버려라!!
en: just stay here with the owner of this place. behave, eat well, and stay healthy!!

source: 이 마을…
en: in this village...

source: 하나만…
en: one more thing...

source: 찾아오면 된다!
en: ...this sun wants!

source: 그 추잡한 짓 좀 그만 둘 수 없나?!
en: can you stop licking food off the plate?!

source: 여척?!
en: yeochuk?!

source: 아니지 아니지~
en: no, no!

source: 우선은 여기 가둬둘 수밖에 없겠어.
en: we’ll have to lock him in there.

source: 내 목적을 위해서라면…
en: to achieve what I need to do...

source: 앞날 창창한 젊은이들이 왜 벌써 죽으려고 용쓰나…
en: you have so much to look forward to in your life. don’t throw it away...

source: 이건…
en: this is...

source: 이런 모습을 보이고 싶지 않아서…
en: I didn’t want you to see all this...

source: 하늘에 떠오른 10개의 태양들로 온 세상이 불바다였던 그 시절…
en: in the days where the world was bathed in fire by the ten suns that rose to the sky...

source: 그 대신…
en: but...

source: 안되겠어.
en: I can’t.

source: 옳다구나!
en: that’s right!

source: 나한테는 안 고맙나?
en: aren’t you going to thank me?

source: 조용히 꼬마를 넘기고 사라졌으면 좋았을 것을…
en: it would’ve been nice if you had just handed the girl over...

source: 네 놈 발 밑에…
en: even while drawing a circle...

source: 그렇게 큰 소리로 많이 먹은걸 자랑하지 않아도 된다.
en: there’s no point in bragging about how much you can eat.

source: 조금만 더 깊이 생각해보지 그래?
en: why don’t you take a moment to think it over?

source: 궁금하냐?
en: are you curious?

source: 내가 언제 이런 이름도 모르는 애들을 신경썼다고 그래, 참나!!
en: I don’t care about them. I don’t even know their names!

source: 이 계집에겐…
en: when it comes to this girl...

source: 그냥 앉아서 당하는 불계패는 싫었나보지?
en: since the heavenly emperor doesn’t want to give up...

source: 제가 아는 여관주인 언니가 아니죠…?
en: you’re not the owner of the inn that I know, are you?

source: 만들거야.
en: I’m going to make...

source: 비키라고 했지!
en: ...get out of my way!

source: 엇?
en: huh?

source: 내가 무슨 꼴을 당했는지 니가…
en: do you even know what I had to go through...?

source: 또, 또 그 옛날 얘기 타령!
en: please stop bringing up that story again!

source: 요…
en: a-a...

source: 계획은 전달했어…
en: I told him about the plan.

source: 당장 모두를 원래대로 돌려놓는 게 좋을 거다!
en: ...you had better turn us back to humans right now!

source: 언니에게 소일거리를 해주고 품삯을 받고 있어요.
en: she pays me to run some errands for her.

source: 아들…
en: my...

source: 이미 알고있었다.
en: I already knew about it.

source: 처음부터 거울을 노리고 마을에 접근한 거였다니.
en: I can’t believe his intent from the beginning was to steal the mirror.

source: 그랬지요 참~!
en: I do, don’t I?!

source: 네놈의 심장도 산 채로 뽑아내 잘근잘근 씹어줄 테니 기다려라, 예…!
en: I’m going to rip your heart out, yae...!

source: 아가씨를 잘 모시겠습니다.
en: we’ll take good care of her.

source: 그년의 목을 내 손으로 직접 뜯어야 성에 찰 것 같거든.
en: I’ll be satisfied once I rip her head off.

source: 여제가 호위도 없이 꼬마 손에 들려보낸 지금이 바로 절호의 기회다.
en: this is the perfect opportunity, since yeoje sent it with a child without any guards.

source: 어딜 또 나가셨나 했더니…
en: I was wondering where you were...

source: 이 요괴가…
en: ...this demon...

source: 얼른 밥해줄게.
en: I’ll cook up something quickly.

source: 글쎄…
en: well...

source: 너희 가족에게도.
en: ...and for your family.

source: 이 몸이 사흘씩이나 기다리는 자비를 베풀었건만…
en: I granted you the mercy of living for three days...

source: 사람을 잡아먹어 요괴의 기운은 숨겼을지 몰라도…
en: you may have hidden your demon energy...

source: 우선 내 얘기도 먼저 들어봐!!
en: but first, hear me out!

source: 여제…!
en: yeoje!

source: 여척…
en: yeochuk...

source: 도… 동방삭…?
en: d-dongbangsak...?

source: 인두겁을 뒤집어쓴 괴물이지!!
en: you’re just a monster in human form!

source: 오기로 버티는 것도 한계가 있겠지.
en: I don’t think I can endure it much longer.

source: 네가 낮에 여관에 데려왔던 그 여자 손님 말이야!
en: the lady you brought to the inn this afternoon

source: 네 덕이야.
en: so, thank you.

source: 제 13 수
en: episode 13

source: 그냥 네놈을 죽이고 봉인시켜 버리겠다.
en: I’ll just kill you and seal you for good.

source: 예…?
en: huh...?

source: 부디 저희를 가엾게 여기시어 자비를 베풀어주십시오.
en: and have mercy on us.

source: 형아!!
en: brother!!

source: 난 망설이거나 물러서지 않을 거다.
en: I will not hesitate or retreat.

source: 그게 무슨…
en: what do you mean...?

source: 분명 그 꼬맹이가 갖고 있다.
en: ...is with the girl.

source: 가거라!
en: go!

source: 너, 그걸 막 찢으면 분명 후회할걸!!
en: if you rip that, you’re going to regret it!

source: 헉!
en: eep!

source: 여척이랬나?
en: yeochuk, was it?

source: 네가 하는 만큼…
en: but depending on what you do...

source: 안심해라.{j}너는 내가 살려줄 테니.
en: don’t worry.{j}I guarantee you’ll live.

source: 대답하게 해보시든가!!
en: ...make me talk!

source: 너와 네 가족들은 남은 그녀를 정성껏 돌봤지만,
en: you and your family took a good care of her...

source: 이 양오님은 말이다…
en: as for me...

source: 아직 숨어있는 놈들이 있을 터.
en: I’m sure that there are some hidden ones.

source: 내 할 일을 대신 해주네?!
en: you’re so kind!

source: 다른 곳에 가서 새롭게 살아보면 어떨까 하고…
en: I think it’d be better for us to start fresh somewhere else...

source: 어쩌면 그 답은 너 스스로 찾아야 할지 모르지.
en: you should find the answer to your question yourself.

source: 넌 누구니?
en: who are you?

source: 부탁드려요!
en: I beg you to!

source: 앗!
en: ah!

source: 나중에 깨어날 거야.
en: she’ll wake up soon.

source: 수, 숨어 있었는데…
en: w-we were hiding...

source: 숨어있는 요괴들이 다 나올 때까지…
en: until all of them come out.

source: 대체 뭐야, 이 자식은?
en: just who is this guy?

source: 배에 구멍 좀 났다고 저승이라도 왔다는 거야?
en: ...died just because some guy made a hole in my belly?

source: 나한테 속아놓곤 왜 엄한데 화풀이하나 몰라!
en: why are you getting mad at them when I’m the one who tricked you?!

source: 너 이제 제대로 못 걷는대…
en: you won’t be able to walk anymore...

source: 그럼!
en: y-yes!

source: 마시렴.
en: drink this.

source: 더 이상 나와 항아가 인간사에 개입하는 건 모양 빠지거든?
en: ...and we definitely don’t want to get involved in human matters.

source: 도…
en: r-run--

source: 그럼 어디까지 얘기했더라?
en: ...where was I?

source: 흠.
en: hmmm...

source: 개 짖는 소리가 엄청났다나 뭐라나~ 요괴라도 나타난 걸까~?
en: something like all the dogs were barking crazily. do you think it was because of demons?

source: 아까 동방삭님이 긁어댄 곳에…
en: the place where dongbangsak was digging...!

source: 그럼 더더욱 살려보낼 수 없지!
en: then I can’t let her live!

source: 부, 불부터 꺼라, 어서!!
en: p-put the fire out first!

source: 두 분을 마을에 들인 것은…
en: there’s a reason why I allowed you two into the village.

source: 궁금하면…
en: if you are...

source: 그럼 고작 그따위 이유로 우릴 이렇게 만든 거야, 네놈이?
en: is that why you turned all of us into dogs?

source: 응?!
en: huh?!

source: 잘가쇼~!!
en: good bye!

source: 왜지?
en: why?

source: 해가 지기 전에 산을 넘어가야 한다!
en: we need to get over that mountain before sunset!

source: 인간이…
en: what if...

source: 다시 봉인될 줄 알고!!
en: I won’t be sealed again!

source: 항아…
en: hang-ah...

source: 아빠가 왜…?
en: what’s wrong with daddy...?

source: 알려줄 테니 그만 뚝하렴~ 이런 일에 귀한 눈물 흘리지 말고!
en: I’ll tell you, so stop crying. stop wasting your precious tears.

source: 그럼…!
en: then...!

source: 웃기지 마!!
en: don’t be ridiculous!

source: 십 여년 간의 이 지긋지긋한 잠입생활도 끝이 나겠지.
en: ...I can finally end this undercover life.

source: 이런 촌구석까지 뭐 먹을 게 있다고 요괴가 오겠어…
en: why would demons come to such a small village in the mountains...?

source: 그렇게나 죽고 싶어 안달이 났다면…
en: if you really want to die...

source: 대체 이게 무슨 일들이냐?
en: what’s going on?

source: 놈에게 어설픈 수는 절대로 통하지 않는다는 건…
en: you and your brothers know best that...

source: 애써 아무렇지도 않은 척 하지 않아도 된다.
en: you don’t have to pretend to be okay.

source: 복숭아를 훔쳐먹어 영생을 누리곤 있지만 그거 빼면 평범한 인간이고.
en: I only became immortal because I stole a peach. other than that, I’m just an ordinary man.

source: 거기 누구 있소?
en: is someone there?

source: 아야야 이 똥개 새끼가~
en: hey, you little rascal!

source: 어디 제발로 찾아온 해방꾼과 재미 좀 볼까나?
en: so I think I’ll have some fun with you.

source: 나한테 비밀로 해서 무슨 득이 있다고!
en: what could you possibly gain from keeping it from me?!

source: 계속 여기 붙잡혀있을 순 없다고, 몸이 열 개라도 모자른데…
en: I can’t just tend to this one kid. my hands are too full right now...

source: 나랑 같이 이 마을에 복수하는 거야!!
en: let’s have our revenge together!

source: 지금 당장, 움직일 수 있는 사람들을 모두 동원해 구해다 주게.
en: please get everyone who can move to help out.

source: 분위기 좋고!
en: what a nice scene!

source: 뭐, 그럴 수도 있지.
en: sure, I guess so.

source: 파괴된 이 마을을 멀리서 보고 계셨죠.
en: you were looking at this village from afar after it had been destroyed.

source: 어쩔 수 없었다.
en: we had to.

source: 어어…!
en: oh no...!

source: 과거의 거대한 신과 악귀들이 깨어나,
en: ...when the world falls into chaos...

source: 그만둬, 이 자식…!!
en: stop it, you bastard...!

source: 단 사흘의 시간동안만이라도…
en: ...in the next few days...

source: 네 이년…
en: you bitch...

source: 뭐, 네놈을 봉인하면 저주가 풀릴 지도 모르고…
en: who knows? maybe your curse might be lifted if I seal you.

source: 뭐, 뭔 부대?
en: wh-what unit?

source: 방금 누구라고 했냐?
en: who did you say it was?

source: 곧 그분이 오실 테니…
en: he’ll be here soon...

source: 뭐야, 임마!
en: hey!

source: 명계에서 기뻐하고 있을 테니.
en: ...happy in the afterlife.

source: 백택이라는 신수가 기록했다고 전해지는 이른바 요괴도감이야.
en: it’s a book called baektaek that has records of legendary creatures.

source: 선아!!
en: sun-ah!

source: 팍씨!
en: sheesh!

source: 그… 기생 오라비, 그 놈 말야?
en: I’m talking about that loser.

source: 요괴가 빛이 되더니 사라졌네?
en: the demon just lit up and disappeared.

source: 나는 남겠다!
en: I’m staying!

source: 어… 언니…
en: um...

source: 천천히 걸으세요.
en: please take your time.

source: 기다리자.
en: ...just wait

source: 정의의 편은 참 힘들겠어.
en: it must be difficult to be on the good side.

source: 괜찮아요!!
en: I’m all good!

source: 하…
en: th-that...

source: 제 10 수
en: episode 10

source: 도와줘!
en: help me!

source: 이 정신 나간 놈한테서!!
en: from this crazy bastard!

source: 형아?
en: brother?

source: 예전에 우연히 얻었어.
en: I was able to get a hold of it a long time ago.

source: 근데?
en: and...?

source: 못 지나간다!
en: ...to go any further!

source: 양오 오라버니.
en: brother.

source: 마을에 흉변이 일어날 테니 싸울 자들만 남고 모두 떠나라 하셨는데…
en: she said a disaster will beset the village, so only the ones who’re willing to fight should stay...

source: 한동안 꼼짝 못할 테니…
en: since it won’t be able to move for a while...

source: 그만!
en: stop!

source: 이번에야말로 사지를 찢어주마!!
en: then I’ll rip you apart into pieces this time!

source: 병이 옮은 다른 사람의 고통은 모른 척 하는 거냐고!!
en: can’t you see the pain others had to go through?!

source: 선아…
en: sun-ah...

source: 거참 그러니까 아무 문제 없댔잖아!!
en: see? I told you nothing bad would happen!

source: 여척을 도와준 건 정말 우연이었고,
en: helping yeochuk was purely coincidental...

source: …환난이 닥치더라도 전진할지니
en: if I keep moving forward despite adversity...

source: 짐이 신경 쓰이는 거라면…
en: ...you’re worried about your bag?

source: 방금… 예라고 했어?
en: did... he just say yae?

source: 여척과 마을 사람들은 닥쳐올 재앙을 피해 살아남고…
en: the future I saw was one where yeochuk and the villagers survived the disaster.

source: 어미 마음이 너무 아프잖니.
en: you’re hurting my feelings.

source: 반드시 손에 넣고야 말테다.
en: I have to get it by any means.

source: 발을 헛디뎌서…
en: ...stumbled from up there...

source: 뭘 멍하니 서있어?
en: why are you just standing around?

source: 누군가 재앙을 뿌린게야.
en: someone cursed it.

source: 무슨 일이 일어난 거예요?
en: do you know what’s going on?

source: 자, 여척.
en: now, yeochuk.

source: 저놈들 보통이 아니야!
en: these guys are really strong!

source: 그런데…
en: but...

source: 이 시대의 의원들과 의술수준으론 이게 한계겠지, 역시.
en: we just have to accept that this is the limit of the current medical system.

source: 정말?
en: really?

source: 알겠지, 양오?
en: all right, son?

source: 킥… 킥킥킥!
en: heh... hehehe...

source: 멍청한 계집…
en: what a fool...

source: 밤이 되면 여러모로 곤란해지는데…
en: things could get complicated at night...

source: 그만 뚝!
en: stop crying!

source: 암튼 예라는 놈… 재수없는 건 확실해.
en: one thing for sure is that yae definitely brings bad fortune...

source: 인간형 요괴라 내심 얼마나 강할까 기대했는데…
en: I was expecting a lot more from a demon in human form...

source: 쓰러지기 전에 네놈을 해치우겠다!
en: I’ll finish you before I pass out!

source: 동방삭님…
en: mister dongbangsak...

source: 그렇게 생각할 만큼 상대를 잘 알고 있단 소리지?
en: so you’re saying you know it well enough to say that, right?

source: 부상입은 댁들에겐 미안하네만…
en: I’m sorry to ask for help when you’re injured, but...

source: 요즘 이 마을 저 마을 아주 흉흉하다니까.
en: all the villages are suffering.

source: 요… 요괴요?
en: a d-demon?

source: 임마!
en: what?!

source: 항아가…
en: ...related to hang-ah...?

source: 여보!!
en: honey!

source: 성공한 거야?
en: did we get him?

source: 넌…
en: you’re...

source: 그럼…
en: then...

source: 이거 미안해서 어째?
en: I’m sorry. what should I do about this?

source: 네… 네?
en: yes... huh?

source: 그렇습니다.
en: yes, it is.

source: 나다.
en: ...it’s me.

source: 그런…!!
en: that’s...!

source: 제 14 수
en: episode 14

source: 그놈들에게!!
en: on those bastards!

source: 반드시 기억해야 한다.
en: you need to always remember that.

source: 네게… 그따위 누명이나 씌우는 마을인 줄 알았다면.
en: if only I knew that the village framed you for things you didn’t do...

source: 저주가 풀리지 않길 바랐어요.
en: I didn’t want the curse to be lifted.

source: 이레…
en: one week...

source: 하나만 물어보자.
en: let me ask you one thing.

source: 짜식이 근데…
en: c’mon...

source: 커억!
en: ugh!

source: 그럼 아는 만큼 대비하는 것도 가능하단 소리지.
en: it also means that we can prepare for it.

source: 공격을 세 번이나 막은 것도 모자라…
en: you defended against my attacks three times...

source: 요괴다!!
en: a demon!

source: 한번 안아보기라도 할걸…
en: I should’ve hugged you then...

source: 일동차렷!!
en: attention!!

source: 고맙다는 말도 전하지 못했는데…
en: I couldn’t even thank her...

source: 셋 다 죽여버려!!
en: kill them all!

source: 깔끔하게 불태워 없애주도록 하마!
en: I’ll just burn it down!

source: 오히려 머리가 차가워지네요.
en: ...I’m able to think more clearly.

source: 요괴들 사방에 쫙 깔린거~
en: there are demons everywhere.

source: 동방… 삭…
en: dongbang... sak...

source: 오늘은 그냥 쉬세요.
en: take it easy for today.

source: 며칠만에 식사다운 식사를 하네!
en: it’s been a while since I’ve had such a good meal!

source: 귀찮게 결계같은 걸 쳐놓다니!
en: what’s with all the fuss? it’s annoying!

source: 아아, 그럼그럼!
en: oh, of course!

source: 다친덴 없고?
en: are you hurt anywhere?

source: 내 고통이 끝나길 바랐어.
en: wanted to end my misery.

source: 요괴들을 봉인할 수 있는 건,
en: the one to seal the demons...

source: 왜 너 혼자야?
en: why are you by yourself?

source: 자아, 어서 서두르자~!
en: all right, let’s hurry!

source: 기운이 넘치는군.
en: if you’re so full of energy,

source: 제 31 수
en: episode 31

source: 그만 노여움을 푸시고…
en: please stop unleashing your fury...

source: 풀 수도 있다는 거죠?
en: ...it means we can break it too, right?

source: 동생만?
en: just your brother?

source: 죽인다!!
en: I’m going to kill you!

source: 으아아아 아아아!!
en: ahhhhh!!!

source: 성공한 걸까요?
en: did we succeed?

source: 물 수(水), 부호 부(符)… 암만 생각해도 모르겠어.
en: water and talisman... I’m still not sure what they mean.

source: 양오…
en: sun...

source: 이따위 수작을 부려~!
en: you tricked me!

source: 어디서 개를 잡나 어휴~
en: is someone chasing dogs around again?

source: 소용없다.
en: it’s useless.

source: 발밑의 개미집마냥 삼삼오오 모여서…
en: people crowding together like ants...

source: 제가 아니라…
en: isn’t me...
